<style lang="less" scoped>
  #other-information{
    width: 1100px;
    .info-title{
      padding-top: 40px;
      font-size: 20px;
      color: #000000;
      span{
        font-size: 14px;
      }
    }
    .info-text{
      padding: 20px;
      text-align: left;
      color: #939393;
      font-size: 14px;
      .info-row{
        text-indent: 2em;
        margin: 0;
        line-height: 22px;
      }
    }
    .info-ing{
      border-radius: 10px;
      img{
        display: block;
        width: 100%;
        height: auto;
      }
    }
  }
</style>

<template>
  <div id="other-information">
    <div class="info-title">
      公司简介<span>／COMPANY PROFILE</span>
    </div>
    <div class="info-text">
      <p class="info-row">
        西安旭龙公司由西安旭龙科普展品开发有限公司及西安旭龙游乐科技有限公司组成。
      </p>
      <p class="info-row">
        西安旭龙公司主要技术人员在1999年已致力于高科技数字化专用音响产品的研制与开发，先以〝音幻の屋〞品牌立足于主题公园、公园及游乐园等行业，同时也将该产品以〝全息音响〞品牌在科技馆行业推广后受到关注。
      </p>
      <p class="info-row">
        为了适应市场需求，2006年注册成立西安旭龙科普展品开发有限公司，专业化开发、设计、制造科技展品展项。以技术求产品，用产品育市场。西安旭龙公司多年来始终如一的坚持这个发展方针，除将全息音响展品迅速推广外，还开发了多项科普展品，深受市场、观众的喜爱。
      </p>
      <p class="info-row">
        西安旭龙在国内多个科技馆、专业展馆、主题乐园、及诸多游乐场拥有50余家全息音响用户，产品遍及全国，广受好评。
      </p>
    </div>
    <div class="info-title">
      企业文化<span>／COMPANY CULTURE</span>
    </div>
    <div class="info-text">
      <p class="info-row">
        在科技馆经典展品的制作上，西安旭龙公司积累了丰富的经验，遵循坚持经典、微创新变革的思路，将业内许多经典展品存在的问题反复进行了研究，改进。让经典展品更加寓教于乐，美观实用。
      </p>
      <p class="info-row">
        在科技馆创新展品的制作上，西安旭龙公司把握技术前沿，掌握国内外动向，在新展品的研发中大量投入，将科技馆的“科技”真正做到了与时俱进。
      </p>
      <p class="info-row">
        在多年的市场锤炼中，西安旭龙公司造就了一支了解、适应、熟知科技展品特点的技术队伍，从概念创意、深化设计，到工程制作文件的完成，均形成了一套完善的思路与体系。 
      </p>
      <p class="info-row">
        公司策划、创意、设计队伍以中年知识分子为主，一般具有10-20年的技术工作、生产实践经验，在展品创意、结构设计、制造等方面具有一定的成熟性和稳妥性，保证了展品的有序开发制造。技术队伍专业涉及面广，在机械设计、自动控制设计、工业造型设计、平面设计、多媒体制作设计、灯光音响设计等多方面，均有可靠的技术支撑。
      </p>
    </div>
    <div class="info-title">
      发展历程<span>／DEVELOPMENT PROCESS</span>
    </div>
    <div class="info-text">
      <p class="info-row">
        1999年春，西安旭龙公司与日本アクーヴ合作研制成功国内首台数字化全息音响产品，同年将样机安装于西安未映湖公园，公开对产品进行市场考验，征求广大听众多方面的反馈意见，求证产品可靠性方面的不足。在市场的风雨中，全息音响产品得到了认可。2001年全息音响产品走进市场，2002年春同时进入深圳欢乐谷（金矿听音室）、上海科技城（AV乐园、地震平台），在大型主题公园、科技馆得到了认可。
      </p>
      <p class="info-row">
        西安旭龙公司以“音幻屋”为名于2003年对其全息音响产品进行了工商注册登记。
      </p>
      <p class="info-row">
        近几年来，西安旭龙公司为山东科技馆，温州科技馆、河北科技馆、东莞馆科技馆、四川科技馆、贵州科技馆、郑州科技馆、大庆科技馆、陕西自然博物馆、天津科技馆、新疆科技馆、浙江省科技馆、余杭科技馆、芜湖科技馆、临沂科技馆、青海科技馆、威海科技馆、上海华侨城欢乐谷、永城科技馆、榆林科技馆、上海崇明科技馆、克拉玛依科技馆、深圳锦绣中华、宜兴科技馆、单县科技馆、遵义科技馆、台州科技馆等国内展馆提供了专业化高品质的全息音响产品和其它科技类展品。除科技馆行业外，西安旭龙公司还在国内多个专业展馆 、主题公园、游乐园拥有用户群，产品遍及全国。
      </p>
    </div>
  </div>
</template>
